results/ycsb/4-nodes/6-clients/couchbase2/workloadd_couchbase_custom-validation2/result-40.txt
[OVERALL], RunTime(ms), 24483
[OVERALL], Throughput(ops/sec), 4084.466772862803
[TOTAL_GCS_G1_Young_Generation], Count, 28
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 382
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.5602663072335907
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 28
[TOTAL_GC_TIME], Time(ms), 382
[TOTAL_GC_TIME_%], Time(%), 1.5602663072335907
[READ], Operations, 94997
[READ], AverageLatency(us), 7355.918028990389
[READ], MinLatency(us), 86
[READ], MaxLatency(us), 2356019
[READ], Return=OK, 95020
[READ], 0, 61078.419239052404
[READ], 1000, 8064.01645734084
[READ], 2000, 8418.42927264614
[READ], 3000, 7665.023133116883
[READ], 4000, 7258.546415529502
[READ], 5000, 7899.7120067170445
[READ], 6000, 6900.720769789397
[READ], 7000, 6144.489625878125
[READ], 8000, 5006.028247096093
[READ], 9000, 5828.471115230152
[READ], 10000, 7032.381535648995
[READ], 11000, 5652.8644874155925
[READ], 12000, 6267.42209492635
[READ], 13000, 5629.650179435169
[READ], 14000, 5969.672290621675
[READ], 15000, 8527.13527477689
[READ], 16000, 7094.43656207367
[READ], 17000, 4486.213724463069
[READ], 18000, 1769.9314720812183
[CLEANUP], Operations, 40
[CLEANUP], AverageLatency(us), 0.9
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 10
[CLEANUP], 0, 4.0
[CLEANUP], 1000, 0.8333333333333334
[CLEANUP], 2000, 0.5454545454545454
[CLEANUP], 3000, 0.6666666666666666
[INSERT], Operations, 4980
[INSERT], AverageLatency(us), 8463.528915662651
[INSERT], MinLatency(us), 189
[INSERT], MaxLatency(us), 2069952
[INSERT], Return=OK, 4980
[INSERT], 0, 101432.8
[INSERT], 1000, 9305.486725663717
[INSERT], 2000, 10902.355648535566
[INSERT], 3000, 8227.850746268658
[INSERT], 4000, 7296.794676806084
[INSERT], 5000, 8309.32
[INSERT], 6000, 7545.389705882353
[INSERT], 7000, 6928.711475409836
[INSERT], 8000, 5335.57037037037
[INSERT], 9000, 5904.347962382445
[INSERT], 10000, 6204.562913907284
[INSERT], 11000, 6782.421052631579
[INSERT], 12000, 7485.0
[INSERT], 13000, 5921.5627009646305
[INSERT], 14000, 7503.491329479769
[INSERT], 15000, 9477.543103448275
[INSERT], 16000, 6966.104838709677
[INSERT], 17000, 5078.363157894737
[INSERT], 18000, 1922.6666666666667