results/ycsb/4-nodes/6-clients/couchbase2/workloadd_couchbase_custom-validation2/result-70.txt
[OVERALL], RunTime(ms), 22265
[OVERALL], Throughput(ops/sec), 4491.354143274197
[TOTAL_GCS_G1_Young_Generation], Count, 21
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 477
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 2.142375926341792
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 21
[TOTAL_GC_TIME], Time(ms), 477
[TOTAL_GC_TIME_%], Time(%), 2.142375926341792
[READ], Operations, 95025
[READ], AverageLatency(us), 11248.409144961852
[READ], MinLatency(us), 107
[READ], MaxLatency(us), 3158475
[READ], Return=OK, 95025
[READ], 0, 134094.3581881533
[READ], 1000, 13300.501415285078
[READ], 2000, 10866.202862373108
[READ], 3000, 10943.798121292024
[READ], 4000, 10267.514605344935
[READ], 5000, 8575.282357523043
[READ], 6000, 8586.259634098871
[READ], 7000, 10493.088277171333
[READ], 8000, 9678.758319276185
[READ], 9000, 8752.263624841571
[READ], 10000, 8137.609440473256
[READ], 11000, 7801.80989797115
[READ], 12000, 8893.747457863212
[READ], 13000, 10558.057247494218
[READ], 14000, 7038.107273169545
[READ], 15000, 2351.467816091954
[CLEANUP], Operations, 70
[CLEANUP], AverageLatency(us), 0.45714285714285713
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 0, 1.5
[CLEANUP], 1000, 0.75
[CLEANUP], 2000, 0.3939393939393939
[CLEANUP], 3000, 0.30434782608695654
[INSERT], Operations, 4975
[INSERT], AverageLatency(us), 12894.69648241206
[INSERT], MinLatency(us), 219
[INSERT], MaxLatency(us), 3171108
[INSERT], Return=OK, 4975
[INSERT], 0, 118413.34959349594
[INSERT], 1000, 14560.275862068966
[INSERT], 2000, 12964.585714285715
[INSERT], 3000, 12138.257062146893
[INSERT], 4000, 11283.05
[INSERT], 5000, 8482.23498694517
[INSERT], 6000, 9783.65819861432
[INSERT], 7000, 10983.262345679012
[INSERT], 8000, 11254.782089552238
[INSERT], 9000, 9418.125290023201
[INSERT], 10000, 8590.250585480093
[INSERT], 11000, 8021.698630136986
[INSERT], 12000, 9427.045045045044
[INSERT], 13000, 11058.794776119403
[INSERT], 14000, 7411.872727272727
[INSERT], 15000, 1767.8